<?php
header("content-type:text/html;charset=utf-8"); //设置网页编码
echo '<h3 align="center">软件许可使用协议</h3><br/>';
echo '&emsp;&emsp;本软件许可使用协议（以下称"本协议"）由您与支教App软件作者（以下称"我"）共同签署。<br/>';
echo '&emsp;&emsp;在使用支教App软件（以下称许可软件）之前，请您仔细阅读本协议，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体标识，您需要重点阅读。如您对协议有任何疑问，可向客服咨询。如果您同意接受本协议条款和条件的约束，您可下载安装使用许可软件。<br/>';
echo '&emsp;&emsp;由于互联网高速发展，您与我们签署的本协议列明的条款并不能完整罗列并覆盖您与我们所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，支教App平台《法律声明及隐私权政策》、支教App平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用许可软件，视为您同意上述补充协议。如您注册或登录支教App账户，针对您在使用支教App平台服务过程中与我们的权利义务，您与我们可适用《支教App平台服务协议》。<br/>';
echo '&emsp;&emsp;我们如修改本协议或其补充协议，协议条款修改后，请您仔细阅读并接受修改后的协议后再继续使用许可软件。';
?>
